tap "hashicorp/tap"
brew "argocd"
brew "atuin"
brew "awscli"
brew "bat"
brew "curl"
brew "doctl"
brew "eask-cli"
brew "editorconfig-checker"
brew "fd"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "helm"
brew "htop"
brew "hurl"
brew "ispell"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lefthook"
brew "mysql-client"
brew "nmap"
brew "pre-commit"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "appcleaner"
cask "brave-browser"
cask "cyberduck"
cask "domzilla-caffeine"
cask "emacs-app"
cask "flux-app"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
